import React from "react";
import style from "./page.module.scss";
import BackButton from "@/components/UI/BackButton";

export default function page() {
  return (
    <div className="container">
                        <BackButton />
      
      <h1 className={style.header}>Как сделать заказ ?</h1>
      <h2 className={style.header2}>
        Для того, чтобы оформить заказ, Вам необходимо совершить несколько
        простых действий:
      </h2>
      <ol className={style.list}>
        <li className={style.listItem}>
          Выбираем товары. Выберите интересующую Вас категорию продуктов на
          странице категории или страницу со всеми продуктами на странице
          товары. Для Вас откроется страница, где представлены товары с
          указанием цены, а также небольшой фотографией и несколькими наиболее
          важными характеристиками.
        </li>
        <li className={style.listItem}>
          Кладем товары в корзину Выбрав понравившийся продукт, нажмите кнопку
          «В Корзину». Товар автоматически отправится в Вашу корзину. Вы можете
          положить в свою корзину любое количество товаров.
        </li>
        <li className={style.listItem}>
          Ваша корзина Для оформления заказа перейдите в раздел «Корзина».
          Просмотрите ее содержимое. Вы можете изменить количество товара в
          корзине или удалить то, что Вам не нужно.
        </li>
        <li className={style.listItem}>
          Оформляем заказ Для завершения оформления заказа Вам необходимо нажать
          на кнопку «Оформить заказ», ввести свои контактные данные. После
          нажатия кнопки «Отправить заказ», он будет передан для оформления
          нашему консультанту, после чего он сам Вам перезвонит и уточнит все
          детали заказа.
        </li>
      </ol>

      <h1 className={style.header}>Информация о доставке</h1>
      <h2 className={style.header2}>Доставка по России и СНГ:</h2>
      <ol className={style.list}>
        <li className={style.listItem}>
          Через компании: Новые линии, Деловые линии, Почта России, СДЭК, DPD
          ,ПЭК.
        </li>
        <li className={style.listItem}>
          Условия: Доставка до терминала, пункта выдачи или курьером до двери.
        </li>
        <li className={style.listItem}>
          Стоимость: Рассчитывается от веса, объема и выбранной транспортной
          компании.
        </li>
      </ol>
    </div>
  );
}
